Dlubal.RFEM5.QuadraticCombinationType
Type of quadratic combination.

Dlubal.RFEM5.QuadraticCombinationType.UnknownQuadraticCobminationType
Unknown type of quadratic combination

Dlubal.RFEM5.QuadraticCombinationType.PositiveNegative
Positive (max) / negative (min)

Dlubal.RFEM5.QuadraticCombinationType.Positive
Positive (max)

Dlubal.RFEM5.QuadraticCombinationType.Negative
Negative (min)